Repository: venkatesh87/ucs-management
Catalog: univention-management-console-module-lib/umc/python/lib/*.po
Languages: de

source: System could not reboot
de: System konnte nicht neustarten

source: System could not shutdown
de: System konnte nicht herunterfahren

source: The system will now be restarted
de: Das System wird nun neu gestartet

source: The system will now be shut down
de: Das System wird nun heruntergefahren

source: certificate error when connecting to %r: %s
de: Zertifikatsfehler während des Verbindungsaufbaus mit %r: %s

source: failed to get login token for host %r
de: Login-Token für Rechner %r konnte nicht bezogen werden.

source: given hostname seems to contain invalid characters
de: Der angegebene Rechnername enthält ungültige Zeichen.

source: no credentials available
de: Benutzeranmeldedaten sind nicht verfügbar

source: option "host" has not been specified
de: Die Option "host" wurde nicht angegeben.

source: unable to connect to %r: %s
de: Verbindung zu %r fehlgeschlagen: %s
