Repository: venkatesh87/ucs-management
Catalog: univention-management-console-module-adtakeover/umc/js/*.po
Languages: de

source: <p>A <i>{ad_os}</i> Active Directory domain with the domainname <i>{ad_domain}</i> has been found. The server <i>{ad_hostname} ({ad_ip})</i> will be used as Active Directory Domain Controller for the takeover.</p><p>The following accounts have been found in the Active Directory domain:<ul><li>{users} users</li><li>{groups} groups</li><li>{computers} computers</li></ul>Click "Next" to start with the migration.</p>
de: Es wurde eine <i>{ad_os}</i> Active Directory-Domäne mit dem Domänennamen <i>{ad_domain}</i> gefunden. Der Server <i>{ad_hostname} ({ad_ip})</i> wird für die Übernahme als Active Directory Domänencontroller benutzt werden. Die folgenden Konten wurden in der Active Directory-Domäne gefunden:<ul><li>{users} Benutzer</li><li>{groups} Gruppen</li><li>{computers} Rechner</li></ul>Klicken Sie auf "Weiter", um die Übernahme zu starten.</p>

source: <p>A previous Active Directory takeover was detected.</p><p>In order to start another takeover process, click "Next".</p>
de: <p>Ein bereits durchgeführter Active Directory Takeover wurde erkannt. Um eine neue Übernahme zu starten, klicken Sie auf "Weiter".</p>

source: <p>All Windows domain accounts have been successfully transferred.</p><p>As next step, group policies must be copied from the Active Directory SYSVOL share to Univention Corporate Server. We recommend using robocopy from a Windows client or Windows server which is joined to the domain:</p>
de: <p>Alle Windows-Domänen-Konten wurden erfolgreich übernommen.</p><p>Als nächster Schritt müssen nun die Gruppenrichtlinien von der Active Directory SYSVOL-Freigabe auf Univention Corporate Server kopiert werden. Wir empfehlen dafür robocopy von einem Windows Client oder einem Windows Server aus zu nutzen, der der Domäne beigetreten ist:</p>

source: <p>Congratulations, the Active Directory Takeover wizard has been successfully completed and all Windows domain accounts have been transferred to Univention Corporate Server.</p><p>The domain is now ready for usage without any further changes.</p>
de: <p>Herzlichen Glückwunsch, der Active Directory Takeover-Assistent wurde erfolgreich abgeschlossen und alle Windows-Domänen-Konten wurden nach Univention Corporate Server übernommen.</p><p>Die Domäne kann nun ohne weitere Änderung in Gebrauch genommen werden.</p>

source: <p>The group policies have been transferred successfully.</p><p>In order to complete the takeover process, all previous Active Directory Domain Controllers need to be switched off now. Click "Next" as soon as all Domain Controllers are shutdown completely.</p>
de: <p>Die Gruppenrichtlinien wurden erfolgreich übernommen.</p><p>Um den Übernahmeprozess abzuschließen, müssen nun alle bisherigen Active Directory Domänencontroller ausgeschaltet werden. Klicken Sie auf "Weiter", sobald alle Domänencontroller komplett herunter gefahren sind.</p>

source: Active Directory Administrator account
de: Active Directory Administratorkonto

source: Active Directory Administrator password
de: Active Directory Administratorpasswort

source: Completion of the Active Directory Takeover
de: Ende des Active Directory Takeover

source: Import statistics
de: Importstatistiken

source: Name or address of the Domain Controller
de: Name oder Adresse des Domänencontrollers

source: Previous takeover detected
de: Vorherige Übernahme erkannt

source: Takeover of the Windows domain
de: Übernahme der Windows-Domäne

source: This module guides through the migration from a Windows Active Directory domain to Univention Corporate Server. All user, group and computer accounts along with their passwords and group policies are transferred. After the migration, the Windows clients are directly operable without the need of a domain rejoin.
de: Dieses Modul führt durch die Migration einer Active Directory-Domäne hin zu Univention Corporate Server. Alle Benutzer-, Gruppen- und Rechnerkonten zusammen mit ihren Passwörtern und Gruppenrichtlinien werden übernommen. Nach der Migration werden die Windows-Clients direkt funktionsfähig sein, ohne der Domäne noch einmal beitreten zu müssen.

source: Transfer of group policies
de: Übernahme der Gruppenrichtlinien

source: Windows domain authentication
de: Windows-Domänen-Authentifizierung
